tap "carlocab/personal"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
brew "git"
brew "asdf"
brew "coreutils"
brew "curl"
brew "docker-compose"
brew "gawk"
brew "gh"
brew "gnupg"
brew "mas"
brew "neovim"
brew "sl"
brew "subversion"
brew "superfile"
brew "tree"
brew "zsh"
brew "carlocab/personal/unrar"
cask "appcleaner"
cask "bitwarden"
cask "chatgpt"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "notion"
cask "rectangle"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "warp"
cask "zoom"
mas "GarageBand", id: 682658836
mas "GitGrass", id: 1501139279
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "MachineProfile", id: 530194517
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Parallels System Monitor", id: 6475592380
mas "Prime Video", id: 545519333
vscode "aaron-bond.better-comments"
vscode "anbuselvanrocky.bootstrap5-vscode"
vscode "bierner.emojisense"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "clinyong.vscode-css-modules"
vscode "cocopon.iceberg-theme"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "developer2006.svg-gallery"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "mariusalchimavicius.json-to-ts"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "nhoizey.gremlins"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redis.redis-for-vscode"
vscode "saikou9901.evilinspector"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "tomoki1207.pdf"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yusukehirao.vscode-markuplint"
vscode "yzane.markdown-pdf"
