tap "carlocab/personal"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "coreutils"
brew "asdf"
brew "curl"
brew "gawk"
brew "gh"
brew "git"
brew "gnupg"
brew "neovim"
brew "postgresql@16", restart_service: true
brew "sl"
brew "subversion"
brew "superfile"
brew "tree"
brew "zsh"
brew "carlocab/personal/unrar"
brew "heroku/brew/heroku"
cask "appcleaner"
cask "bitwarden"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "notion"
cask "pgadmin4"
cask "rectangle"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "warp"
cask "zoom"
vscode "bierner.emojisense"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "christian-kohler.path-intellisense"
vscode "cocopon.iceberg-theme"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "mariusalchimavicius.json-to-ts"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "saikou9901.evilinspector"
vscode "stylelint.vscode-stylelint"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
