tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "git"
brew "nvm"
brew "pyenv"
brew "rbenv"
brew "tree"
cask "appcleaner"
cask "discord"
cask "docker"
cask "eul"
cask "google-chrome"
cask "google-drive"
cask "rectangle"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
