cocopon.iceberg-theme
dbaeumer.vscode-eslint
donjayamanne.githistory
esbenp.prettier-vscode
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
msjsdiag.debugger-for-chrome
naumovs.color-highlight
saikou9901.evilinspector
stylelint.vscode-stylelint
VisualStudioExptTeam.vscodeintellicode
