aaron-bond.better-comments
bierner.emojisense
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
clinyong.vscode-css-modules
cocopon.iceberg-theme
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
developer2006.svg-gallery
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.vscode-github-actions
github.vscode-pull-request-github
hashicorp.terraform
hediet.vscode-drawio
mariusalchimavicius.json-to-ts
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-playwright.playwright
ms-vscode-remote.remote-containers
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
naumovs.color-highlight
nhoizey.gremlins
njpwerner.autodocstring
oderwat.indent-rainbow
oxc.oxc-vscode
pkief.material-icon-theme
redis.redis-for-vscode
saikou9901.evilinspector
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
tomoki1207.pdf
typescriptteam.native-preview
typespec.typespec-vscode
vitest.explorer
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
yusukehirao.vscode-markuplint
yzane.markdown-pdf
